HELP_ANSWER = (
    'Это бот для выбора отелей по заданным критериям.\n'
    'Возможные команды:\n /lowprice - вывод самых дешёвых отелей в городе,\n'
    ' /highprice - вывод самых дорогих отелей в городе,\n'
    ' /bestdeal - вывод отелей, наиболее подходящих по цене и расположению от центра,\n'
    ' /history - вывод истории поиска отелей,\n'
    ' /help - помощь по командам бота,\n'
    ' /start - перезапуск бота'
)

DESCRIPTION = (
    "Это Telegram-бот предназначен для просмотра отелей с сайта Hotels.com, "
    "выбранных по определенным параметрам пользователем"
)

GEN_KEYB = {
    'lowprice': 'Дешёвые отели',
    'highprice': 'Дорогие отели',
    'bestdeal': 'Лучшие предложения',
    'history': 'История поиска',
    'help': 'Посмотреть помощь',
    'go': 'Начать работу'
}

ANSWER = {
    'yes': 'да',
    'not': 'нет'
}

ATTENTION = (
    'Уважаемый пользователь!\nВ связи с наложенными на Россию санкциями, '
    'в настоящее время сайт Hotels.com не предоставляет информацию по русским городам. '
    '\nПриносим Вам свои извинения.'
)

